"UPFuturesTradeRefreshRefreshHeaderIdleText" = "下拉可以刷新";
"UPFuturesTradeRefreshRefreshHeaderPullingText" = "松开立即刷新";
"UPFuturesTradeRefreshRefreshHeaderRefreshingText" = "正在刷新数据中...";

"UPFuturesTradeRefreshRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"UPFuturesTradeRefreshRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"UPFuturesTradeRefreshRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"UPFuturesTradeRefreshRefreshBackFooterIdleText" = "上拉可以加载更多";
"UPFuturesTradeRefreshRefreshBackFooterPullingText" = "松开立即加载更多";
"UPFuturesTradeRefreshRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"UPFuturesTradeRefreshRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"UPFuturesTradeRefreshRefreshHeaderLastTimeText" = "最后更新：";
"UPFuturesTradeRefreshRefreshHeaderDateTodayText" = "今天";
"UPFuturesTradeRefreshRefreshHeaderNoneLastDateText" = "无记录";
